Repository: Bldg-7/token-meter
Catalog: TokenMeter/*.lproj/Localizable.strings
Languages: es, ja, ko, zh_hans, zh_hant

# app.title
source: Token Meter
es: Medidor de Tokens
ja: トークンメーター
ko: 토큰 미터
zh_hans: 令牌计量器
zh_hant: 權杖計量器

# common.apply
source: Apply
es: Aplicar
ja: 適用
ko: 적용
zh_hans: 应用
zh_hant: 套用

# common.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# content.badge.confidence.high
source: high
es: alta
ja: 高
zh_hans: 高
zh_hant: 高

# content.badge.confidence.low
source: low
es: baja
ja: 低
zh_hans: 低
zh_hant: 低

# content.badge.confidence.medium
source: medium
es: media
ja: 中
zh_hans: 中
zh_hant: 中

# content.badge.health.missing
source: missing
es: faltante
ja: 未取得
zh_hans: 缺失
zh_hant: 缺失

# content.badge.health.ok
source: ok
ja: 正常
zh_hans: 正常
zh_hant: 正常

# content.badge.health.stale
source: stale
es: desactualizado
ja: 古い
zh_hans: 陈旧
zh_hant: 過舊

# content.badge.source.cli_method_b
source: CLI Method B
es: CLI Método B
ja: CLI メソッド B
zh_hans: CLI 方法 B
zh_hant: CLI 方法 B

# content.badge.source.web_method_c
source: Web Method C
es: Web Método C
ja: Web メソッド C
zh_hans: Web 方法 C
zh_hant: Web 方法 C

# content.error.load
source: Failed to load: %@
es: Error al cargar: %@
ja: 読み込みに失敗しました: %@
ko: 불러오기 실패: %@
zh_hans: 加载失败: %@
zh_hant: 載入失敗: %@

# content.error.save_widget_range
source: Failed to save widget range: %@
es: Error al guardar el rango del widget: %@
ja: ウィジェット範囲の保存に失敗しました: %@
ko: 위젯 범위 저장 실패: %@
zh_hans: 保存小组件范围失败: %@
zh_hant: 儲存小工具範圍失敗: %@

# content.no_providers_enabled
source: No providers enabled
es: No hay proveedores habilitados
ja: 有効なプロバイダーがありません
ko: 활성화된 프로바이더가 없습니다
zh_hans: 没有启用的提供方
zh_hant: 沒有啟用的供應者

# content.plan.unknown
source: plan: Unknown
es: plan: desconocido
ja: plan: 不明
zh_hans: plan: 未知
zh_hant: plan: 未知

# content.plan.business
source: Business
ja: ビジネス
zh_hans: 商务
zh_hant: 商務

# content.plan.enterprise
source: Enterprise
ja: エンタープライズ
zh_hans: 企业
zh_hant: 企業

# content.plan.free
source: Free
zh_hans: 免费
zh_hant: 免費

# content.plan.team
source: Team
zh_hans: 团队
zh_hant: 團隊

# content.plan.unknown_value
source: Unknown
es: desconocido
ja: 不明
zh_hans: 未知
zh_hant: 未知

# content.time_range_options
source: Time range options
es: Opciones de rango de tiempo
ja: 時間範囲オプション
ko: 시간 범위 옵션
zh_hans: 时间范围选项
zh_hant: 時間範圍選項

# content.track1.no_data
source: No Track 1 data yet
es: Aún no hay datos de Track 1
ja: Track 1 データはまだありません
ko: Track 1 데이터가 아직 없습니다
zh_hans: 暂无 Track 1 数据
zh_hant: 尚無 Track 1 資料

# content.track1.resets
source: resets
es: reinicia
ja: リセット
ko: 리셋
zh_hans: 重置
zh_hant: 重設

# content.track1_note
source: Track 1 is the authoritative plan/quota snapshot. Track 2 is on-device telemetry; if they disagree, trust Track 1 for plan and Track 2 for trends.
es: Track 1 es la instantánea oficial del plan/cuota. Track 2 es telemetría local del dispositivo; si difieren, confía en Track 1 para el plan y en Track 2 para las tendencias.
ja: Track 1 は公式のプラン/クォータのスナップショットです。Track 2 は端末内テレメトリーです。差がある場合、プランは Track 1、傾向は Track 2 を信頼してください。
ko: Track 1은 공식 플랜/할당량 스냅샷입니다. Track 2는 기기 로컬 텔레메트리입니다. 두 값이 다르면 플랜은 Track 1, 추세는 Track 2를 기준으로 보세요.
zh_hans: Track 1 是权威的套餐/配额快照。Track 2 是设备本地遥测；若两者不一致，套餐以 Track 1 为准，趋势以 Track 2 为准。
zh_hant: Track 1 是權威的方案/配額快照。Track 2 是裝置端本機遙測；若兩者不一致，方案請以 Track 1 為準，趨勢請以 Track 2 為準。

# content.track1.scope.unknown
source: Unknown scope
es: Ámbito desconocido
ja: 不明なスコープ
zh_hans: 未知范围
zh_hant: 未知範圍

# content.track1.window.model_specific
source: Model specific
es: Por modelo
ja: モデル別
zh_hans: 模型级
zh_hant: 模型層級

# content.track1.window.rolling_5h
source: Rolling 5h
es: Últimas 5 h
ja: 直近 5 時間
zh_hans: 最近 5 小时
zh_hant: 最近 5 小時

# content.track1.window.session
source: Session
es: Sesión
ja: セッション
zh_hans: 会话
zh_hant: 工作階段

# content.track1.window.weekly
source: Weekly
es: Semanal
ja: 週間
zh_hans: 每周
zh_hant: 每週

# content.track2.local_telemetry_note
source: Track 2 is local telemetry (on-device) and is not a plan/quota signal
es: Track 2 es telemetría local (en el dispositivo) y no una señal de plan/cuota
ja: Track 2 は端末内のローカルテレメトリーであり、プラン/クォータの指標ではありません
ko: Track 2는 기기 내 로컬 텔레메트리이며 플랜/할당량 신호가 아닙니다
zh_hans: Track 2 是设备本地遥测，并非套餐/配额信号
zh_hant: Track 2 是裝置端本機遙測，並非方案/配額訊號

# content.track2.no_data
source: No Track 2 data yet
es: Aún no hay datos de Track 2
ja: Track 2 データはまだありません
ko: Track 2 데이터가 아직 없습니다
zh_hans: 暂无 Track 2 数据
zh_hant: 尚無 Track 2 資料

# content.track2.no_model_breakdown
source: No model breakdown available
es: No hay desglose por modelo disponible
ja: モデル内訳を表示できません
ko: 모델 세부 내역을 표시할 수 없습니다
zh_hans: 无可用模型明细
zh_hant: 沒有可用的模型明細

# content.track2.no_points_in_range
source: No local telemetry points in selected range
es: No hay puntos de telemetría local en el rango seleccionado
ja: 選択範囲にローカルテレメトリーポイントがありません
ko: 선택한 범위에 로컬 텔레메트리 포인트가 없습니다
zh_hans: 所选范围内没有本地遥测点
zh_hant: 所選範圍內沒有本機遙測點

# content.track2.provider
source: Provider
es: Proveedor
ja: プロバイダー
ko: 프로바이더
zh_hans: 提供方
zh_hant: 供應者

# content.track2.provider_all
source: All
es: Todos
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

# content.track2.range
source: Range
es: Rango
ja: 範囲
ko: 범위
zh_hans: 范围
zh_hant: 範圍

# content.widget_range_format
source: Widget range: %@
es: Rango del widget: %@
ja: ウィジェット範囲: %@
ko: 위젯 범위: %@
zh_hans: 小组件范围: %@
zh_hant: 小工具範圍: %@

# content.widget_time_range.help
source: Keeps column density fixed and changes bucket size across the selected time window.
es: Mantiene fija la densidad de columnas y cambia el tamaño de bucket según la ventana de tiempo seleccionada.
ja: 列密度を固定したまま、選択した時間ウィンドウに応じてバケットサイズを変更します。
ko: 컬럼 밀도를 고정하고 선택한 시간 창에 맞춰 버킷 크기를 변경합니다.
zh_hans: 保持列密度不变，并根据所选时间窗口调整桶大小。
zh_hant: 維持欄位密度固定，並依所選時間視窗調整桶大小。

# content.widget_time_range.range
source: Range
es: Rango
ja: 範囲
ko: 범위
zh_hans: 范围
zh_hant: 範圍

# content.widget_time_range.title
source: Track 2 Widget Time Range
es: Rango de tiempo del widget de Track 2
ja: Track 2 ウィジェット時間範囲
ko: Track 2 위젯 시간 범위
zh_hans: Track 2 小组件时间范围
zh_hant: Track 2 小工具時間範圍

# menu.quit
source: Quit
es: Salir
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

# menu.time_range_option
source: Time range option
es: Opción de rango de tiempo
ja: 時間範囲オプション
ko: 시간 범위 옵션
zh_hans: 时间范围选项
zh_hant: 時間範圍選項

# menu.status.notCollecting
source: Not collecting yet
es: Aún no está recopilando
ja: まだ収集していません
ko: 아직 수집하지 않음
zh_hans: 尚未开始采集
zh_hant: 尚未開始收集

# settings.title
source: Settings
es: Configuración
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# settings.claude.allow_method_c
source: Allow Claude Method C
es: Permitir Claude Method C
ja: Claude Method C を許可
ko: Claude Method C 허용
zh_hans: 允许 Claude Method C
zh_hant: 允許 Claude Method C

# settings.claude.allow_method_c.help
source: Enables Claude Track 1 Method C collection. Default is off.
es: Habilita la recolección de Claude Track 1 Method C. Desactivado por defecto.
ja: Claude Track 1 Method C の収集を有効にします。デフォルトはオフです。
ko: Claude Track 1 Method C 수집을 허용합니다. 기본값은 비활성화입니다.
zh_hans: 启用 Claude Track 1 Method C 采集。默认关闭。
zh_hant: 啟用 Claude Track 1 Method C 收集。預設為關閉。

# settings.claude.cli_path_override
source: Claude CLI path override
es: Ruta CLI de Claude (override)
ja: Claude CLI パスの上書き
ko: Claude CLI 경로 지정
zh_hans: Claude CLI 路径覆盖
zh_hant: Claude CLI 路徑覆寫

# settings.claude.enable
source: Enable Claude
es: Habilitar Claude
ja: Claude を有効化
ko: Claude 활성화
zh_hans: 启用 Claude
zh_hant: 啟用 Claude

# settings.codex.cli_path_help
source: Leave blank to use PATH/fallback discovery.
es: Déjalo vacío para usar descubrimiento por PATH/fallback.
ja: 空欄の場合は PATH/フォールバック探索を使用します。
ko: 비워두면 PATH/폴백 경로 탐색을 사용합니다.
zh_hans: 留空将使用 PATH/后备发现。
zh_hant: 留空將使用 PATH/備援探索。

# settings.codex.cli_path_override
source: Codex CLI path override
es: Ruta CLI de Codex (override)
ja: Codex CLI パスの上書き
ko: Codex CLI 경로 지정
zh_hans: Codex CLI 路径覆盖
zh_hant: Codex CLI 路徑覆寫

# settings.codex.enable
source: Enable Codex
es: Habilitar Codex
ja: Codex を有効化
ko: Codex 활성화
zh_hans: 启用 Codex
zh_hant: 啟用 Codex

# settings.diagnostics.empty
source: No diagnostics yet.
es: Aún no hay diagnósticos.
ja: 診断データはまだありません。
ko: 진단 데이터가 아직 없습니다.
zh_hans: 暂无诊断数据。
zh_hant: 尚無診斷資料。

# settings.diagnostics.header
source: Diagnostics
es: Diagnósticos
ja: 診断
ko: 진단
zh_hans: 诊断
zh_hant: 診斷

# settings.diagnostics.recent
source: Recent
es: Reciente
ja: 最近
ko: 최근
zh_hans: 最近
zh_hant: 最近

# settings.diagnostics.refresh
source: Refresh
es: Actualizar
ja: 更新
ko: 새로고침
zh_hans: 刷新
zh_hant: 重新整理

# settings.locale.label
source: Locale
es: Idioma
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# settings.locale.system
source: System
es: Sistema
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

# settings.track2_range.help
source: Keeps graph column density fixed while changing the visible window.
es: Mantiene fija la densidad de columnas del gráfico mientras cambia la ventana visible.
ja: 表示ウィンドウを変えてもグラフの列密度を固定します。
ko: 표시 시간 창을 바꿔도 그래프 컬럼 밀도를 고정합니다.
zh_hans: 在更改可视时间窗口时保持图表列密度固定。
zh_hant: 在變更可視時間視窗時維持圖表欄位密度固定。

# settings.track2_range.label
source: Track 2 Widget Range
es: Rango del widget de Track 2
ja: Track 2 ウィジェット範囲
ko: Track 2 위젯 범위
zh_hans: Track 2 小组件范围
zh_hant: Track 2 小工具範圍

# widget.config.claude.description
source: Claude plan/quota snapshot and local usage trend.
es: Instantánea de plan/cuota de Claude y tendencia de uso local.
ja: Claude のプラン/クォータスナップショットとローカル使用量トレンドを表示します。
ko: Claude 플랜/쿼터 스냅샷과 로컬 사용량 추세를 표시합니다.
zh_hans: 显示 Claude 套餐/配额快照与本地使用趋势。
zh_hant: 顯示 Claude 方案/配額快照與本機使用趨勢。

# widget.config.codex.description
source: Codex plan/quota snapshot and local usage trend.
es: Instantánea de plan/cuota de Codex y tendencia de uso local.
ja: Codex のプラン/クォータスナップショットとローカル使用量トレンドを表示します。
ko: Codex 플랜/쿼터 스냅샷과 로컬 사용량 추세를 표시합니다.
zh_hans: 显示 Codex 套餐/配额快照与本地使用趋势。
zh_hant: 顯示 Codex 方案/配額快照與本機使用趨勢。

# widget.empty_snapshot
source: No widget snapshot yet
es: Aún no hay snapshot del widget
ja: ウィジェットスナップショットがまだありません
ko: 아직 위젯 스냅샷이 없습니다
zh_hans: 暂无小组件快照
zh_hant: 尚無小工具快照

# widget.no_local_telemetry
source: No local telemetry
es: Sin telemetría local
ja: ローカルテレメトリーなし
ko: 로컬 텔레메트리 없음
zh_hans: 无本地遥测
zh_hant: 無本機遙測

# widget.now
source: now
es: ahora
ja: 今
ko: 지금
zh_hans: 现在
zh_hant: 現在

# widget.open_app_refresh
source: Open the app to refresh Track 1 and Track 2
es: Abre la app para actualizar Track 1 y Track 2
ja: アプリを開いて Track 1 と Track 2 を更新してください
ko: 앱을 열어 Track 1과 Track 2를 새로고침하세요
zh_hans: 打开应用以刷新 Track 1 和 Track 2
zh_hant: 開啟 App 以重新整理 Track 1 與 Track 2

# widget.quota_5h
source: quota (5h)
es: cuota (5h)
ja: クォータ (5h)
ko: 쿼터 (5h)
zh_hans: 配额 (5h)
zh_hant: 配額 (5h)

# widget.quota_5h_na
source: quota (5h) n/a
es: cuota (5h) n/a
ja: クォータ (5h) n/a
ko: 쿼터 (5h) n/a
zh_hans: 配额 (5h) n/a
zh_hant: 配額 (5h) n/a

# widget.quota_model_specific
source: quota (model)
es: cuota (modelo)
ja: クォータ (モデル)
zh_hans: 配额 (模型)
zh_hant: 配額 (模型)

# widget.quota_na
source: Quota n/a
es: Cuota n/a
ja: クォータ n/a
ko: 쿼터 n/a
zh_hans: 配额 n/a
zh_hant: 配額 n/a

# widget.quota_session
source: quota (session)
es: cuota (sesión)
ja: クォータ (セッション)
zh_hans: 配额 (会话)
zh_hant: 配額 (工作階段)

# widget.quota_week
source: quota (week)
es: cuota (semana)
ja: クォータ (週)
ko: 쿼터 (주)
zh_hans: 配额 (周)
zh_hant: 配額 (週)

# widget.reset_in
source: Reset in
es: Reinicio en
ja: リセットまで
ko: 리셋까지
zh_hans: 重置于
zh_hant: 重設於

# widget.resets
source: Resets
es: Reinicia
ja: リセット
ko: 리셋
zh_hans: 重置
zh_hant: 重設

# widget.total
source: Total
ja: 合計
ko: 합계
zh_hans: 总计
zh_hant: 總計

# widget.unknown
source: Unknown
es: Desconocido
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

# widget.usage_na
source: usage n/a
es: uso n/a
ja: 使用量 n/a
ko: 사용량 n/a
zh_hans: 用量 n/a
zh_hant: 用量 n/a

# widget.usage_window_format
source: usage (%@)
es: uso (%@)
ja: 使用量 (%@)
ko: 사용량 (%@)
zh_hans: 用量 (%@)
zh_hant: 用量 (%@)
